Repository: DevuroAB/devuroab.github.io
Catalog: BitBoostSiteGenerator/BitBoostSiteGenerator/Localization/Translations.*.resx
Languages: sv_se

# Text_1005
source: Software Development Consulting
sv_se: Mjukvarukonsulter

# Text_1002
source: About
sv_se: Om

# Text_1003
source: Services
sv_se: Tjänster

# Text_1004
source: Contact
sv_se: Kontakt

# Text_1008
source: The company was founded based on the following core values:
sv_se: Företaget grundades utifrån följande kärnvärden:

# Text_1044
source: Gothenburg
sv_se: Mölndal

# Text_1006
source: Are you looking for consultants that are experienced, easy going and focused on productivity? Then you have found the right place!
sv_se: Letar du efter konsulter som är erfarna, lättsamma och fokuserade på produktivitet? Då har du hittat rätt plats!

# Text_1007
source: Find Out More
sv_se: Läs Vidare

# Text_1009
source: Customer focus
sv_se: Kundfokus

# Text_1010
source: 'Build-measure-learn' loops helps us come up with the right solution
sv_se: 'Build-measure-learn' slingor hjälper oss att hitta den rätta lösningen

# Text_1011
source: Productivity
sv_se: Produktivitet

# Text_1012
source: We are hired to deliver
sv_se: Vi är anlitade för att leverera

# Text_1013
source: Joyfulness
sv_se: Glädje

# Text_1014
source: What creativity and innovation is born out of
sv_se: Vad kreativitet och innovation föds ur

# Text_1015
source: Curiosity
sv_se: Nyfikenhet

# Text_1016
source: This is how we learn and improve ourselves
sv_se: Det är så vi lär och förbättra oss

# Text_1017
source: This foundation is reinforced with 13 years of software industry experience both in consultant and product development companies in sectors such as:
sv_se: Denna grund är förstärkt med 13 års erfarenhet av mjukvaruindustrin både inom konsult- och produktutvecklingsföretag inom sektorer som:

# Text_1018
source: Industrial Automation
sv_se: Industriell Automation

# Text_1019
source: E-Commerce
sv_se: E-Handel

# Text_1020
source: Safety
sv_se: Säkerhet

# Text_1021
source: Internet Connectivity (IoT)
sv_se: Uppkopplade System (IoT)

# Text_1022
source: Distributed Systems
sv_se: Distribuerade System

# Text_1023
source: Medical Technology
sv_se: Medicinteknik

# Text_1024
source: Healthcare
sv_se: Sjukvård

# Text_1025
source: Together they make up a winning concept. We are driven by customer satisfaction and our customers are happy when we deliver value.
sv_se: Tillsammans utgör de ett vinnande koncept. Vi drivs av kundtillfredsställelse och våra kunder är nöjda när vi levererar värde.

# Text_1026
source: How can we help?
sv_se: Hur kan vi hjälpa till?

# Text_1029
source: Architecture
sv_se: Arkitektur

# Text_1030
source: Improvements in existing systems, support when designing new features or complete design from scratch.
sv_se: Förbättringar av befintliga system, stöd vid utformning av nya funktioner eller komplettering av design från början.

# Text_1032
source: Mapping of data between systems, communication and hardware interfaces. Everything needs to work together.
sv_se: Kartläggning av data mellan system, kommunikation och hårdvarugränssnitt. Allt behöver arbeta tillsammans.

# Text_1033
source: New Development
sv_se: Nyutveckling

# Text_1034
source: Not just feature enhancements or new systems and applications. There could also be a need for refactoring a legacy system or to reduce code smell and technical debt.
sv_se: Inte bara funktionsförbättringar eller nya system och applikationer. Det kan också finnas ett behov av att refaktorera ett förlegat system eller för att minska kodlukt och teknisk skuld.

# Text_1035
source: Maintenance
sv_se: Förvaltning

# Text_1036
source: Software is never complete. After deployment you have to plan for work such as fixing bugs, respond to customer feedback and eliminate technical debt.
sv_se: Mjukvara är aldrig färdig. Efter installationen måste du planera för arbete för bugfixar, svara på feedback från kunder och eliminera teknisk skuld.

# Text_1037
source: Agile Processes
sv_se: Agila Processer

# Text_1038
source: Scale your development process from Kanban and SCRUM to enterprise models such as SAFe and LeSS. What are your needs?
sv_se: Skala din utvecklingsprocess från Kanban och SCRUM till modeller som SAFe och LeSS. Vilka är dina behov?

# Text_1039
source: Talk To Us
sv_se: Prata Med Oss

# Text_1040
source: Let's Get In Touch!
sv_se: Låt oss komma i kontakt

# Text_1041
source: Ready to start working with us? Maybe you just want to take a coffee and chat?
sv_se: Redo att börja arbeta med oss? Kanske vill du bara ta en kaffe och småprata?

# Text_1042
source: Either way, we are most interested in hearing from you! Give us a call or send us an email and we will get back to you as soon as possible!
sv_se: Hur som helst, vi är väldigt intresserade av att höra från dig! Ring eller skicka ett mail till oss så återkommer vi tillbaka till dig så snart som möjligt!
